[
  "table-editor-obsidian",
  "obsidian-tagfolder",
  "obsidian-latex-suite",
  "obsidian-icon-folder",
  "auto-card-link",
  "paste-link",
  "obsidian-trash-explorer",
  "obsidian-git",
  "home-tab",
  "tag-wrangler",
  "copilot",
  "obsidian-vimrc-support",
  "obsidian-file-color",
  "obsidian-excalidraw-plugin",
  "templater-obsidian",
  "obsidian-kanban",
  "obsidian-paste-image-rename",
  "omnisearch",
  "settings-search",
  "tasknotes"
]