[
  "table-editor-obsidian",
  "calendar",
  "obsidian-excalidraw-plugin",
  "url-into-selection",
  "pomodoro-timer",
  "obsidian-relative-line-numbers",
  "obsidian-tagfolder",
  "templater-obsidian",
  "obsidian-kanban",
  "obsidian-latex-suite",
  "obsidian-icon-folder",
  "omnisearch",
  "auto-card-link",
  "paste-link",
  "obsidian-trash-explorer",
  "obsidian-git",
  "home-tab",
  "tag-wrangler"
]